test6-4000iops-seq-read-plain-vs-aes_x86_64-5min-2012_03_08_22_55/aesni-fio.out
aesni-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 1 process

aesni-read: (groupid=0, jobs=1): err= 0: pid=22142
  read : io=18727MB, bw=63923KB/s, iops=3995 , runt=300001msec
    slat (usec): min=14 , max=10221 , avg=17.47, stdev=10.01
    clat (usec): min=40 , max=15521 , avg=470.13, stdev=143.19
     lat (usec): min=425 , max=19821 , avg=488.89, stdev=144.03
    clat percentiles (usec):
     |  1.00th=[  422],  5.00th=[  434], 10.00th=[  438], 20.00th=[  446],
     | 30.00th=[  454], 40.00th=[  458], 50.00th=[  462], 60.00th=[  462],
     | 70.00th=[  466], 80.00th=[  470], 90.00th=[  478], 95.00th=[  516],
     | 99.00th=[  756], 99.50th=[  788], 99.90th=[  852]
    bw (KB/s)  : min=58272, max=65728, per=100.00%, avg=63931.81, stdev=798.37
    lat (usec) : 50=0.01%, 100=0.01%, 500=93.98%, 750=4.89%, 1000=1.08%
    lat (msec) : 2=0.02%, 4=0.01%, 10=0.02%, 20=0.01%
  cpu          : usr=3.74%, sys=12.91%, ctx=1198901, majf=0, minf=42
  IO depths    : 1=1.7%, 2=98.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1198554/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=18727MB, aggrb=63922KB/s, minb=65456KB/s, maxb=65456KB/s, mint=300001msec, maxt=300001msec

Disk stats (read/write):
  xvdd: ios=1198050/0, merge=0/0, ticks=575965/0, in_queue=575961, util=99.96%